Repository: ValentinLevitov/gloss
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
zh_hans: 模型

source: System translator
de: Systemübersetzer
es: Traductor del sistema
fr: Traducteur du système
it: Traduttore di sistema
ja: システムの翻訳
ko: 시스템 번역기
pl: Tłumacz systemowy
pt_br: Tradutor do sistema
ru: Системный переводчик
tr: Sistem çevirmeni
uk: Системний перекладач
zh_hans: 系统翻译

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Tamam
uk: Готово
zh_hans: 完成

source: Couldn't save the key to Keychain
de: Schlüssel konnte nicht im Schlüsselbund gespeichert werden
es: No se pudo guardar la clave en el llavero
fr: Impossible d'enregistrer la clé dans le trousseau
it: Impossibile salvare la chiave nel portachiavi
ja: キーをキーチェーンに保存できませんでした
ko: 키를 키체인에 저장할 수 없습니다
pl: Nie udało się zapisać klucza w pęku kluczy
pt_br: Não foi possível salvar a chave nas Chaves
ru: Не удалось сохранить ключ в Keychain
tr: Anahtar Anahtar Zinciri'ne kaydedilemedi
uk: Не вдалося зберегти ключ у Keychain
zh_hans: 无法将密钥存储到钥匙串

source: Nothing yet
de: Noch nichts
es: Nada todavía
fr: Rien pour l’instant
it: Ancora niente
ja: まだ何もありません
ko: 아직 없음
pl: Jeszcze nic
pt_br: Nada ainda
ru: Пока пусто
tr: Henüz bir şey yok
uk: Поки нічого
zh_hans: 暂无内容

source: Translations from the app and the system menu will show up here.
de: Übersetzungen aus der App und dem Systemmenü erscheinen hier.
es: Aquí aparecerán las traducciones de la app y del menú del sistema.
fr: Les traductions issues de l’app et du menu système apparaîtront ici.
it: Le traduzioni dall'app e dal menu di sistema compariranno qui.
ja: アプリやシステムメニューからの翻訳がここに表示されます。
ko: 앱과 시스템 메뉴에서 번역한 내용이 여기에 표시됩니다.
pl: Tłumaczenia z aplikacji i z menu systemowego pojawią się tutaj.
pt_br: As traduções do app e do menu do sistema aparecerão aqui.
ru: Здесь появятся переводы — и из приложения, и из системного меню.
tr: Uygulamadan ve sistem menüsünden yapılan çeviriler burada görünecek.
uk: Тут з’являтимуться переклади із застосунку та системного меню.
zh_hans: 来自应用和系统菜单的译文会显示在这里。

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 历史记录

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Type a word or a text. Then select any fragment to discuss it — the thread keeps its context.
de: Gib ein Wort oder einen Text ein. Wähle dann ein Fragment aus, um es zu besprechen — der Verlauf behält den Kontext.
es: Escribe una palabra o un texto. Luego selecciona cualquier fragmento para comentarlo: la conversación mantiene el contexto.
fr: Saisissez un mot ou un texte. Sélectionnez ensuite un fragment pour en discuter — la conversation garde son contexte.
it: Scrivi una parola o un testo. Poi seleziona un frammento per discuterne: la conversazione mantiene il contesto.
ja: 単語や文章を入力します。断片を選択すればそれについて相談でき、会話は文脈を保ちます。
ko: 단어나 텍스트를 입력하세요. 그런 다음 구절을 선택해 대화하세요 — 대화는 맥락을 유지합니다.
pl: Wpisz słowo lub tekst. Następnie zaznacz dowolny fragment, aby go omówić — wątek zachowuje kontekst.
pt_br: Digite uma palavra ou um texto. Depois selecione qualquer trecho para conversar sobre ele — a conversa mantém o contexto.
ru: Вбей слово или текст. Потом можно выделить любой фрагмент и обсудить его — контекст нити сохраняется.
tr: Bir kelime veya metin yazın. Ardından tartışmak için herhangi bir parçayı seçin — sohbet bağlamı korur.
uk: Введіть слово або текст. Потім виділіть будь-який фрагмент, щоб обговорити його — розмова зберігає контекст.
zh_hans: 输入一个词或一段文本。然后选中任意片段进行讨论——对话会保留上下文。

source: Question about the fragment (optional)
de: Frage zum Fragment (optional)
es: Pregunta sobre el fragmento (opcional)
fr: Question sur le fragment (facultatif)
it: Domanda sul frammento (facoltativa)
ja: この断片についての質問（任意）
ko: 구절에 대한 질문(선택 사항)
pl: Pytanie o fragment (opcjonalnie)
pt_br: Pergunta sobre o trecho (opcional)
ru: Вопрос про фрагмент (можно пустой)
tr: Parça hakkında soru (isteğe bağlı)
uk: Питання про фрагмент (необов’язково)
zh_hans: 关于该片段的问题（可选）

source: Text to translate or a question
de: Zu übersetzender Text oder eine Frage
es: Texto para traducir o una pregunta
fr: Texte à traduire ou question
it: Testo da tradurre o una domanda
ja: 翻訳するテキストまたは質問
ko: 번역할 텍스트 또는 질문
pl: Tekst do tłumaczenia lub pytanie
pt_br: Texto para traduzir ou uma pergunta
ru: Текст для перевода или вопрос
tr: Çevrilecek metin veya bir soru
uk: Текст для перекладу або питання
zh_hans: 要翻译的文本或问题

source: Ask about the translation…
de: Frage zur Übersetzung stellen…
es: Pregunta sobre la traducción…
fr: Poser une question sur la traduction…
it: Chiedi qualcosa sulla traduzione…
ja: 翻訳について質問…
ko: 번역에 대해 질문하기…
pl: Zapytaj o tłumaczenie…
pt_br: Pergunte sobre a tradução…
ru: Спросить про перевод…
tr: Çeviri hakkında soru sorun…
uk: Запитати про переклад…
zh_hans: 询问有关此翻译的问题…

source: Explain
de: Erklären
es: Explicar
fr: Expliquer
it: Spiega
ja: 解説
ko: 설명
pl: Wyjaśnij
pt_br: Explicar
ru: Объяснить
tr: Açıkla
uk: Пояснити
zh_hans: 解释

source: Discuss
de: Besprechen
es: Conversar
fr: Discuter
it: Discuti
ja: 話し合う
ko: 대화
pl: Omów
pt_br: Conversar
ru: Обсудить
tr: Tartış
uk: Обговорити
zh_hans: 讨论

source: No text
de: Kein Text
es: Sin texto
fr: Aucun texte
it: Nessun testo
ja: テキストなし
ko: 텍스트 없음
pl: Brak tekstu
pt_br: Sem texto
ru: Нет текста
tr: Metin yok
uk: Немає тексту
zh_hans: 没有文本

source: The app did not pass the selected text.
de: Die App hat den ausgewählten Text nicht übergeben.
es: La app no envió el texto seleccionado.
fr: L’app n’a pas transmis le texte sélectionné.
it: L'app non ha passato il testo selezionato.
ja: アプリから選択したテキストが渡されませんでした。
ko: 앱이 선택한 텍스트를 전달하지 않았습니다.
pl: Aplikacja nie przekazała zaznaczonego tekstu.
pt_br: O app não enviou o texto selecionado.
ru: Приложение не передало выделенный текст.
tr: Uygulama seçili metni iletmedi.
uk: Застосунок не передав виділений текст.
zh_hans: 该应用未传递所选文本。

source: Replace with translation
de: Durch Übersetzung ersetzen
es: Sustituir por la traducción
fr: Remplacer par la traduction
it: Sostituisci con la traduzione
ja: 翻訳に置き換える
ko: 번역으로 바꾸기
pl: Zastąp tłumaczeniem
pt_br: Substituir pela tradução
ru: Заменить переводом
tr: Çeviriyle değiştir
uk: Замінити перекладом
zh_hans: 替换为译文

source: The app did not pass the selected text. Received:
de: Die App hat den ausgewählten Text nicht übergeben. Erhalten:
es: La app no envió el texto seleccionado. Recibido:
fr: L’app n’a pas transmis le texte sélectionné. Reçu :
it: L'app non ha passato il testo selezionato. Ricevuto:
ja: アプリから選択したテキストが渡されませんでした。 受け取った内容:
ko: 앱이 선택한 텍스트를 전달하지 않았습니다. 수신됨:
pl: Aplikacja nie przekazała zaznaczonego tekstu. Otrzymano:
pt_br: O app não enviou o texto selecionado. Recebido:
ru: Приложение не передало выделенный текст. Получено:
tr: Uygulama seçili metni iletmedi. Alınan:
uk: Застосунок не передав виділений текст. Отримано:
zh_hans: 该应用未传递所选文本。 收到：

source: nothing
de: nichts
es: nada
fr: rien
it: niente
ja: なし
ko: 없음
pl: nic
pt_br: nada
ru: ничего
tr: hiçbir şey
uk: нічого
zh_hans: 无

source: API error (%lld): %@
de: API-Fehler (%lld): %@
es: Error de API (%lld): %@
fr: Erreur API (%lld) : %@
it: Errore API (%lld): %@
ja: APIエラー（%lld）: %@
ko: API 오류(%lld): %@
pl: Błąd API (%lld): %@
pt_br: Erro de API (%lld): %@
ru: Ошибка API (%lld): %@
tr: API hatası (%lld): %@
uk: Помилка API (%lld): %@
zh_hans: API 错误 (%lld)：%@

source: The model declined this request. Try another model in Settings.
de: Das Modell hat diese Anfrage abgelehnt. Probiere in den Einstellungen ein anderes Modell.
es: El modelo rechazó esta solicitud. Prueba otro modelo en Ajustes.
fr: Le modèle a refusé cette demande. Essayez un autre modèle dans Réglages.
it: Il modello ha rifiutato questa richiesta. Prova un altro modello in Impostazioni.
ja: モデルがこのリクエストを拒否しました。設定で別のモデルをお試しください。
ko: 모델이 이 요청을 거부했습니다. 설정에서 다른 모델을 사용해 보세요.
pl: Model odrzucił to żądanie. Wypróbuj inny model w Ustawieniach.
pt_br: O modelo recusou esta solicitação. Tente outro modelo em Ajustes.
ru: Модель отказалась отвечать на этот запрос. Попробуй другую модель в настройках.
tr: Model bu isteği reddetti. Ayarlar'dan başka bir model deneyin.
uk: Модель відхилила запит. Спробуйте іншу модель у налаштуваннях.
zh_hans: 模型拒绝了此请求。请在“设置”中尝试其他模型。

source: The reply hit the token limit — the text is too long, split it up.
de: Die Antwort hat das Token-Limit erreicht — der Text ist zu lang, teile ihn auf.
es: La respuesta alcanzó el límite de tokens: el texto es demasiado largo, divídelo.
fr: La réponse a atteint la limite de tokens — le texte est trop long, divisez-le.
it: La risposta ha raggiunto il limite di token: il testo è troppo lungo, dividilo.
ja: 返答がトークンの上限に達しました — テキストが長すぎます。分割してください。
ko: 응답이 토큰 한도에 도달했습니다 — 텍스트가 너무 길어요. 나눠서 시도하세요.
pl: Odpowiedź przekroczyła limit tokenów — tekst jest za długi, podziel go.
pt_br: A resposta atingiu o limite de tokens — o texto é muito longo, divida-o.
ru: Ответ обрезан по лимиту токенов — текст слишком длинный, разбей на части.
tr: Yanıt token sınırına ulaştı — metin çok uzun, parçalara bölün.
uk: Відповідь досягла ліміту токенів — текст завеликий, розділіть його.
zh_hans: 回复达到了 token 上限——文本过长，请分段处理。

source: unknown error
de: unbekannter Fehler
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: nieznany błąd
pt_br: erro desconhecido
ru: неизвестная ошибка
tr: bilinmeyen hata
uk: невідома помилка
zh_hans: 未知错误

source: Translate Clipboard
de: Zwischenablage übersetzen
es: Traducir portapapeles
fr: Traduire le presse-papiers
it: Traduci gli appunti
ja: クリップボードを翻訳
ko: 클립보드 번역
pl: Przetłumacz schowek
pt_br: Traduzir área de transferência
ru: Перевести буфер обмена
tr: Panoyu çevir
uk: Перекласти буфер обміну
zh_hans: 翻译剪贴板

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語
ko: 언어
pl: Języki
pt_br: Idiomas
ru: Языки
tr: Diller
uk: Мови
zh_hans: 语言

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
pl: Zrób zdjęcie
pt_br: Tirar foto
ru: Снять
tr: Fotoğraf çek
uk: Зробити фото
zh_hans: 拍照

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
ko: 사진 선택
pl: Wybierz zdjęcie
pt_br: Escolher foto
ru: Из фото
tr: Fotoğraf seç
uk: Вибрати фото
zh_hans: 选取照片

source: No text found in the photo.
de: Kein Text im Foto gefunden.
es: No se encontró texto en la foto.
fr: Aucun texte trouvé sur la photo.
it: Nessun testo trovato nella foto.
ja: 写真からテキストが見つかりませんでした。
ko: 사진에서 텍스트를 찾지 못했습니다.
pl: Nie znaleziono tekstu na zdjęciu.
pt_br: Nenhum texto encontrado na foto.
ru: На фото не найден текст.
tr: Fotoğrafta metin bulunamadı.
uk: На фото не знайдено тексту.
zh_hans: 未在照片中找到文本。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Add an API key
de: API-Schlüssel hinzufügen
es: Añade una clave de API
fr: Ajouter une clé API
it: Aggiungi una chiave API
ja: APIキーを追加
ko: API 키 추가
pl: Dodaj klucz API
pt_br: Adicionar uma chave de API
ru: Добавь API-ключ
tr: API anahtarı ekleyin
uk: Додайте ключ API
zh_hans: 添加 API 密钥

source: Keys are stored only in this device's Keychain. Requests go directly to the provider.
de: Schlüssel werden nur im Schlüsselbund dieses Geräts gespeichert. Anfragen gehen direkt an den Anbieter.
es: Las claves se guardan solo en el llavero de este dispositivo. Las solicitudes van directamente al proveedor.
fr: Les clés sont stockées uniquement dans le trousseau de cet appareil. Les requêtes vont directement au fournisseur.
it: Le chiavi vengono salvate solo nel portachiavi di questo dispositivo. Le richieste vanno direttamente al provider.
ja: キーはこのデバイスのキーチェーンにのみ保存されます。リクエストはプロバイダへ直接送信されます。
ko: 키는 이 기기의 키체인에만 저장됩니다. 요청은 제공업체로 직접 전송됩니다.
pl: Klucze są przechowywane tylko w pęku kluczy tego urządzenia. Zapytania trafiają bezpośrednio do dostawcy.
pt_br: As chaves ficam apenas nas Chaves deste dispositivo. As solicitações vão direto para o provedor.
ru: Ключи хранятся только в Keychain этого устройства. Запросы идут напрямую провайдеру.
tr: Anahtarlar yalnızca bu aygıtın Anahtar Zinciri'nde saklanır. İstekler doğrudan sağlayıcıya gider.
uk: Ключі зберігаються лише в Keychain цього пристрою. Запити надсилаються безпосередньо до постачальника.
zh_hans: 密钥仅保存在此设备的钥匙串中。请求会直接发送给服务提供方。

source: Show all %lld
de: Alle %lld anzeigen
es: Mostrar los %lld
fr: Afficher les %lld
it: Mostra tutte e %lld
ja: %lld件すべてを表示
ko: %lld개 모두 보기
pl: Pokaż wszystkie %lld
pt_br: Mostrar tudo (%lld)
ru: Показать все %lld
tr: Tümünü göster (%lld)
uk: Показати всі %lld
zh_hans: 显示全部 %lld 个

source: No %@ API key. Open Settings → Model.
de: Kein %@ API-Key. Öffne Einstellungen → Modell.
es: No hay clave de API de %@. Abre Ajustes → Modelo.
fr: Aucune clé API %@. Ouvrez Réglages → Modèle.
it: Nessuna chiave API %@. Apri Impostazioni → Modello.
ja: %@ のAPIキーがありません。設定 → モデルを開いてください。
ko: %@ API 키가 없습니다. 설정 → 모델을 여세요.
pl: Brak klucza API %@. Otwórz Ustawienia → Model.
pt_br: Sem chave de API da %@. Abra Ajustes → Modelo.
ru: Не задан API-ключ %@. Открой Настройки → Модель.
tr: %@ API anahtarı yok. Ayarlar → Model'i açın.
uk: Немає ключа API %@. Відкрийте Налаштування → Модель.
zh_hans: 没有 %@ API 密钥。请打开“设置 → 模型”。

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pl: Domyślne
pt_br: Padrão
ru: Стандартный
tr: Varsayılan
uk: Стандартний
zh_hans: 默认

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Własne
pt_br: Personalizado
ru: Свой
tr: Özel
uk: Власний
zh_hans: 自定

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer por omisión
fr: Rétablir les valeurs par défaut
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pl: Przywróć domyślne
pt_br: Redefinir para o padrão
ru: Вернуть стандартный
tr: Varsayılana sıfırla
uk: Скинути до типового
zh_hans: 恢复默认

source: Restore the built-in prompt?
de: Integrierten Prompt wiederherstellen?
es: ¿Restaurar el prompt integrado?
fr: Rétablir le prompt intégré ?
it: Ripristinare il prompt integrato?
ja: 標準のプロンプトに戻しますか？
ko: 기본 프롬프트를 복원할까요?
pl: Przywrócić wbudowany prompt?
pt_br: Restaurar o prompt padrão?
ru: Вернуть встроенный промпт?
tr: Yerleşik istem geri yüklensin mi?
uk: Відновити вбудований промпт?
zh_hans: 要恢复内置提示词吗？

source: Placeholders: %@ are filled from the language settings.
de: Platzhalter: %@ werden aus den Spracheinstellungen gefüllt.
es: Marcadores: %@ se rellenan desde los ajustes de idioma.
fr: Variables : les %@ sont remplis à partir des réglages de langue.
it: Segnaposto: %@ vengono compilati dalle impostazioni della lingua.
ja: プレースホルダ: %@ は言語設定から補完されます。
ko: 자리표시자: %@는 언어 설정에서 채워집니다.
pl: Placeholdery: %@ są wypełniane z ustawień języka.
pt_br: Marcadores: %@ são preenchidos pelos ajustes de idioma.
ru: Плейсхолдеры %@ подставляются из настроек языков.
tr: Yer tutucular: %@ dil ayarlarından doldurulur.
uk: Заповнювачі %@ підставляються з налаштувань мов.
zh_hans: 占位符：%@ 会根据语言设置自动填充。

source: The app relies on <text> tags marking text to translate and on the “Fragment:” prefix for selected fragments — keep those rules.
de: Die App setzt auf <text>-Tags, die den zu übersetzenden Text markieren, und auf das Präfix „Fragment:“ bei ausgewählten Fragmenten — behalte diese Regeln bei.
es: La app se basa en las etiquetas <text> que marcan el texto a traducir y en el prefijo “Fragment:” para los fragmentos seleccionados: mantén esas reglas.
fr: L’app s’appuie sur les balises <text> qui délimitent le texte à traduire et sur le préfixe « Fragment: » pour les fragments sélectionnés — conservez ces règles.
it: L'app si basa sui tag <text> che indicano il testo da tradurre e sul prefisso “Fragment:” per i frammenti selezionati: mantieni queste regole.
ja: このアプリは、翻訳対象を示す <text> タグと、選択した断片の「Fragment:」接頭辞に依存しています — これらのルールは残してください。
ko: 앱은 번역할 텍스트를 표시하는 <text> 태그와 선택한 구절의 “Fragment:” 접두사를 사용합니다 — 이 규칙을 유지하세요.
pl: Aplikacja opiera się na tagach <text> oznaczających tekst do tłumaczenia oraz na prefiksie „Fragment:” dla zaznaczonych fragmentów — zachowaj te zasady.
pt_br: O app depende das tags <text> que marcam o texto a traduzir e do prefixo “Fragment:” para trechos selecionados — mantenha essas regras.
ru: Приложение опирается на теги <text> вокруг текста для перевода и префикс «Fragment:» у выделенных фрагментов — эти правила нужно сохранить.
tr: Uygulama, çevrilecek metni işaretleyen <text> etiketlerine ve seçili parçalar için “Fragment:” ön ekine dayanır — bu kuralları koruyun.
uk: Застосунок спирається на теги <text>, що позначають текст для перекладу, і на префікс «Fragment:» для виділених фрагментів — не змінюйте ці правила.
zh_hans: 应用依赖 <text> 标签来标记待翻译文本，并依赖“Fragment:”前缀来标记所选片段——请保留这些规则。

source: My language
de: Meine Sprache
es: Mi idioma
fr: Ma langue
it: La mia lingua
ja: 自分の言語
ko: 내 언어
pl: Mój język
pt_br: Meu idioma
ru: Мой язык
tr: Dilim
uk: Моя мова
zh_hans: 我的语言

source: Foreign language
de: Fremdsprache
es: Idioma extranjero
fr: Langue étrangère
it: Lingua straniera
ja: 外国語
ko: 외국어
pl: Język obcy
pt_br: Idioma estrangeiro
ru: Иностранный язык
tr: Yabancı dil
uk: Іноземна мова
zh_hans: 外语

source: Foreign or any other text is translated into my language; my language is translated into the foreign one. Explanations are written in my language.
de: Fremdsprachiger oder beliebiger anderer Text wird in meine Sprache übersetzt; meine Sprache wird in die Fremdsprache übersetzt. Erklärungen werden in meiner Sprache verfasst.
es: El texto extranjero o de cualquier otro idioma se traduce a mi idioma; mi idioma se traduce al extranjero. Las explicaciones se escriben en mi idioma.
fr: Un texte étranger ou autre est traduit dans ma langue ; ma langue est traduite vers la langue étrangère. Les explications sont rédigées dans ma langue.
it: Il testo straniero o di qualsiasi altra lingua viene tradotto nella mia lingua; la mia lingua viene tradotta in quella straniera. Le spiegazioni sono scritte nella mia lingua.
ja: 外国語やその他のテキストは自分の言語に、自分の言語は外国語に翻訳されます。解説は自分の言語で表示されます。
ko: 외국어나 그 외 텍스트는 내 언어로, 내 언어는 외국어로 번역됩니다. 설명은 내 언어로 표시됩니다.
pl: Tekst obcy lub dowolny inny jest tłumaczony na mój język, a mój język na język obcy. Wyjaśnienia są w moim języku.
pt_br: Textos no idioma estrangeiro ou em qualquer outro são traduzidos para o meu idioma; o meu idioma é traduzido para o estrangeiro. As explicações são escritas no meu idioma.
ru: Иностранный и любой другой текст переводится на мой язык; мой язык — на иностранный. Объяснения пишутся на моём языке.
tr: Yabancı veya başka herhangi bir metin kendi dilime çevrilir; kendi dilim yabancı dile çevrilir. Açıklamalar kendi dilimde yazılır.
uk: Іноземний або будь-який інший текст перекладається моєю мовою; моя мова перекладається іноземною. Пояснення пишуться моєю мовою.
zh_hans: 外语或其他语言的文本会翻译成我的语言；我的语言会翻译成外语。解释使用我的语言。

source: Get a key at %@
de: Schlüssel unter %@ holen
es: Consigue una clave en %@
fr: Obtenez une clé sur %@
it: Ottieni una chiave su %@
ja: %@でキーを取得
ko: %@에서 키 받기
pl: Zdobądź klucz na %@
pt_br: Obtenha uma chave em %@
ru: Взять ключ на %@
tr: %@ adresinden anahtar alın
uk: Отримати ключ на %@
zh_hans: 在 %@ 获取密钥

source: Key works · %lld models available
de: Schlüssel funktioniert · %lld Modelle verfügbar
es: La clave funciona · %lld modelos disponibles
fr: Clé valide · %lld modèles disponibles
it: La chiave funziona · %lld modelli disponibili
ja: キーは有効 · %lld個のモデルが利用可能
ko: 키 정상 작동 · 모델 %lld개 사용 가능
pl: Klucz działa · dostępnych modeli: %lld
pt_br: Chave funcionando · %lld modelos disponíveis
ru: Ключ работает · доступно моделей: %lld
tr: Anahtar çalışıyor · %lld model kullanılabilir
uk: Ключ працює · доступно моделей: %lld
zh_hans: 密钥有效 · %lld 个模型可用

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
ja: セットアップ
ko: 초기 설정
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
tr: Kurulum
uk: Початкове налаштування
zh_hans: 设置

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt_br: Avançar
ru: Далее
tr: İleri
uk: Далі
zh_hans: 下一步

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
ru: Пропустить
tr: Atla
uk: Пропустити
zh_hans: 跳过

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダ
ko: 제공업체
pl: Dostawca
pt_br: Provedor
ru: Провайдер
tr: Sağlayıcı
uk: Провайдер
zh_hans: 服务商

source: 1 · API key
de: 1 · API-Schlüssel
es: 1 · Clave de API
fr: 1 · Clé API
it: 1 · Chiave API
ja: 1 · APIキー
ko: 1 · API 키
pl: 1 · Klucz API
pt_br: 1 · Chave de API
ru: 1 · API-ключ
tr: 1 · API anahtarı
uk: 1 · Ключ API
zh_hans: 1 · API 密钥

source: Open Default Apps settings
de: Einstellungen für Standard-Apps öffnen
es: Abrir ajustes de Apps predeterminadas
fr: Ouvrir les réglages Apps par défaut
it: Apri le impostazioni App predefinite
ja: デフォルトのアプリ設定を開く
ko: 기본 앱 설정 열기
pl: Otwórz ustawienia domyślnych aplikacji
pt_br: Abrir ajustes de Apps Padrão
ru: Открыть настройки приложений по умолчанию
tr: Varsayılan Uygulamalar ayarlarını aç
uk: Відкрити налаштування типових програм
zh_hans: 打开“默认应用”设置

source: 2 · System translator
de: 2 · Systemübersetzer
es: 2 · Traductor del sistema
fr: 2 · Traducteur système
it: 2 · Traduttore di sistema
ja: 2 · システムの翻訳App
ko: 2 · 시스템 번역기
pl: 2 · Tłumacz systemowy
pt_br: 2 · Tradutor do sistema
ru: 2 · Системный переводчик
tr: 2 · Sistem çevirmeni
uk: 2 · Системний перекладач
zh_hans: 2 · 系统翻译工具

source: 3 · How to use
de: 3 · Verwendung
es: 3 · Cómo usarlo
fr: 3 · Utilisation
it: 3 · Come si usa
ja: 3 · 使い方
ko: 3 · 사용 방법
pl: 3 · Jak używać
pt_br: 3 · Como usar
ru: 3 · Как пользоваться
tr: 3 · Nasıl kullanılır
uk: 3 · Як користуватися
zh_hans: 3 · 使用方法

source: In any app: select text → Translate. The translation streams in a sheet.
de: In jeder App: Text auswählen → Übersetzen. Die Übersetzung erscheint live in einem Fenster.
es: En cualquier app: selecciona texto → Traducir. La traducción aparece en una hoja.
fr: Dans n'importe quelle app : sélectionnez du texte → Traduire. La traduction s'affiche au fil de l'eau dans une fiche.
it: In qualsiasi app: seleziona il testo → Traduci. La traduzione appare in tempo reale in un pannello.
ja: どのAppでも、テキストを選択 →「翻訳」。訳文がシートに順次表示されます。
ko: 어떤 앱에서든 텍스트 선택 → 번역. 번역이 시트에 실시간으로 표시됩니다.
pl: W dowolnej aplikacji: zaznacz tekst → Przetłumacz. Tłumaczenie pojawia się na bieżąco w arkuszu.
pt_br: Em qualquer app: selecione o texto → Traduzir. A tradução aparece em uma folha.
ru: В любом приложении: выдели текст → Перевести. Перевод появится в шторке.
tr: Herhangi bir uygulamada: metni seçin → Çevir. Çeviri bir sayfada akar.
uk: У будь-якому застосунку: виберіть текст → «Перекласти». Переклад поступово з’являється на панелі.
zh_hans: 在任意应用中：选择文本 →“翻译”。译文会在浮层中逐字显示。
